tap "brewsci/bio"
tap "heavywatal/tap"
brew "as-tree"
brew "bat"
brew "bedtools"
brew "boost"
brew "checkbashisms"
brew "cmake"
brew "diskus"
brew "doxygen"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "hck"
brew "hexyl"
brew "hyperfine"
brew "lsd"
brew "make"
brew "monolith"
brew "nkf"
brew "oxipng"
brew "pandoc"
brew "parallel"
brew "procs"
brew "qpdf"
brew "qsv"
brew "rbenv"
brew "ripgrep"
brew "rsync"
brew "samtools"
brew "sd"
brew "shellcheck"
brew "tmux"
brew "uutils-coreutils"
brew "webp"
brew "wget"
brew "zstd"
brew "heavywatal/tap/dart-sass"
brew "heavywatal/tap/igraph32"
if OS.mac?
  cask "aldente"
  cask "azookey"
  cask "basictex"
  cask "betterdisplay"
  cask "bibdesk"
  cask "container"
  cask "discord"
  cask "drawio"
  cask "dropbox"
  cask "equinox"
  cask "firefox"
  cask "font-noto-sans-cjk"
  cask "font-noto-serif-cjk"
  cask "font-sf-mono"
  cask "font-sf-pro"
  cask "font-symbols-only-nerd-font"
  cask "font-ubuntu"
  cask "font-ubuntu-mono"
  cask "font-ubuntu-mono-nerd-font"
  cask "font-ubuntu-sans"
  cask "font-ubuntu-sans-mono"
  cask "ghostty"
  cask "google-chrome"
  cask "google-drive"
  cask "joplin"
  cask "megasync"
  cask "menumeters"
  cask "monitorcontrol"
  cask "nextcloud-vfs"
  cask "orbstack"
  cask "proxy-audio-device"
  cask "quarto"
  cask "r-app"
  cask "rstudio"
  cask "skim"
  cask "slack"
  cask "visual-studio-code"
  cask "vlc"
  cask "whatsapp"
  cask "xquartz"
  cask "zoom"
  brew "mas"
  mas "AdGuard for Safari", id: 1440147259
  mas "Amphetamine", id: 937984704
  mas "Bitwarden", id: 1352778147
  mas "GarageBand", id: 682658836
  mas "Keynote", id: 409183694
  mas "LINE", id: 539883307
  mas "Numbers", id: 409203825
  mas "Pages", id: 409201541
  mas "Sim Daltonism", id: 693112260
  mas "Xcode", id: 497799835
end
